Revit 2023 API
ParameterTypeId.LayerElemThicknessParam Property
 "Thickness": Thickness
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId LayerElemThicknessParam { get; }
Visual Basic
Public Shared ReadOnly Property LayerElemThicknessParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerElemThicknessParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace